7zip
alacritty
alsa-utils
arduino-cli
base
base-devel
brightnessctl
btop
cmatrix
dmenu
dunst
efibootmgr
fastfetch
firefox
freecad
git
grub
i3-wm
i3status
imagemagick
intel-media-driver
intel-ucode
iwd
kicad
libnotify
lightdm
lightdm-gtk-greeter
linux
linux-firmware
maim
mc
mesa
nano
networkmanager
nmap
obsidian
powertop
pulseaudio
pycharm-community-edition
python-setuptools
reflector
slop
stow
sudo
thunar
traceroute
tree
vulkan-intel
wget
xarchiver
xclip
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-src
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zig
